Repository: vrebierr/intra
Catalog: src/Site/IntraBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Home
fr: Accueil

source: Activities
fr: Activités

source: Search...
fr: Rechercher...

source: Directory
fr: Annuaire

source: Profile
fr: Profil

source: Messenger
fr: Messagerie

source: Parameters
fr: Paramètres

source: Admin panel
fr: Panel admin

source: Exit impersonating
fr: Retour à l'admin

source: Logout
fr: Déconnexion

source: Current activities
fr: Activités en cours

source: Actuality feed
fr: Fil d'actualité

source: is ongoing !
fr: est en cours !

source: is finished, you need to get and give %nb_peers% corrections !
fr: est terminé, vous devez faire et donner au minimum %nb_peers% corrections !

source: No current activity
fr: Aucune activité en cours

source: No correction to give or get
fr: Aucune correction à donner ou recevoir

source: No recent action to show
fr: Aucune action récente à afficher

source: Home
fr: Accueil

source: You registered your group to the activity
fr: Vous avez inscrit votre groupe à l'activité

source: You have been registered in a group to the activity
fr: Vous avez été inscrit en groupe à l'activité

source: You have registered to the activity
fr: Vous avez été inscrit en groupe par un admin à l'activité

source: You have unregistered your group from the activity
fr: Vous vous êtes inscrit à l'activité

source: Your group have been unregistered from the activity
fr: Vous avez été inscrit par un admin à l'activité

source: You have unregistered from the activity
fr: Vous avez désinscrit votre groupe de l'activité

source: You registered to the module
fr: Votre groupe a été désinscrit de l'activité

source: You have unregistered from the module
fr: Vous vous êtes désinscrit de l'activité

source: You created a ticket with the subject:
fr: Vous vous êtes inscrit au module

source: You received a message from
fr: Vous vous êtes désinscrit du module
