Repository: vrebierr/intra
Catalog: src/Site/ActivityBundle/Resources/translations/SiteActivityBundle.*.xlf
Languages: fr

# -1
source: Mark
fr: Noter

source: Activities
fr: Activités

source: Credits
fr: Crédits

source: Name
fr: Nom

source: Start
fr: Début

source: End
fr: Fin

source: Start of registrations
fr: Début des inscriptions

source: End of registrations
fr: Fin des inscriptions

source: Optionnal
fr: Activités

source: Activities
fr: Module

source: Module
fr: Places

source: Places
fr: Nom

source: Name
fr: Description

source: Description
fr: Début

source: Start
fr: Fin

source: End
fr: Début des inscriptions

source: Start of registrations
fr: Fin des inscriptions

source: End of registrations
fr: Début des corrections

source: Start of notations
fr: Fin des corrections

source: End of notations
fr: Taille minimale

source: Minimal size
fr: Taille maximale

source: Maximal size
fr: Peers

source: Peers
fr: Type

source: Type
fr: Sujet

source: Subject
fr: Groupes aléatoires

source: Random groups
fr: Barèmes

source: Optionnal
fr: Activité

source: Scales
fr: Note

source: Activities
fr: Nom

source: Mark
fr: Description
